tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autojump"
brew "bat"
brew "diff-so-fancy"
brew "emacs"
brew "xz"
brew "git"
brew "go"
brew "htop"
brew "readline"
brew "mpv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tldr"
brew "tmux"
brew "tree"
brew "zsh"
cask "alfred"
cask "caffeine"
cask "dash"
cask "docker"
cask "eudic"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keepassx"
cask "postman"
cask "snipaste"
cask "spectacle"
cask "squirrel"
cask "visual-studio-code"
cask "wechat"
cask "yinxiangbiji"